Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Map showing stormwater drainage plan for the mine area;
es: Mapa que muestra el plan de drenaje de aguas pluviales para la zona de la mina.

source: Map showing the location of cracks/fissures that have developed in proximity to Botadero Este and the Phase 6 4230 m bench;
es: Mapa que muestra la ubicación de grietas/fisuras que han surgido en las proximidades del Botadero Este y del banco de la Fase 6 a 4230 m;

source: Map showing the pre-mine topography;
es: Mapa que muestra la topografía anterior a la mina;

source: Mapped faults have a wide range of orientations, and senses and average rates of slip.
es: Las fallas mapeadas tienen una amplia gama de orientaciones, sentidos y tasas de deslizamiento promedio.

source: Mapped major structures also include the structures implicated in the control of the Cerillos and Ex Dispatch instabilities (Golder Associates, 2015).
es: Las estructuras principales mapeadas también comprenden las estructuras implicadas en el control de las inestabilidades Cerrillos y Ex Dispatch (Golder Associates, 2015).

source: Maps and regional studies of the location and activity of Quaternary active faults by Lavenu et al. (2000), Allmendinger and Gonzalez (2009), and SARA (2016) reveal a complex tectonic zone containing numerous crustal faults within the Coastal Cordillera and western margins of the Central Depression.
es: Mapas y estudios regionales de la ubicación y actividad de fallas activas de la era Cuaternaria desarrollados por Lavenu et al. (2000), Allmendinger y González (2009) y SARA (2016), revelan una zona tectónica compleja que contiene numerosas fallas corticales en la Cordillera y en los márgenes occidentales de la Depresión Central.

source: Maranhão, Brazil
es: Maranhão, Brasil

source: Marcelo Bastos has been appointed as a External Director of EHL
es: Marcelo Bastos ha sido designado Director Externo de EHL

source: Marcelo has spent 30 years in the mining industry with Vale, BHP and MMG
es: Marcelo tiene 30 años de experiencia en minería con Vale, BHP y MMG

source: Marcelo will bring to the Board a deep knowledge of the mining industry with a particular focus on HSSE and Sustainability
es: Marcelo aporta al Directorio su profundo conocimiento de la minería y su énfasis especial en HSSE y sostenibilidad

source: March 20 / 2017
es: 20 marzo 2017

source: Marginally qualified, limited or no relevant experience
es: Cualificación marginal, limitada o sin experiencia relevante

source: Mark Brightman President – Golder Mining
es: Mark Brightman Presidente – Golder Mining

source: Marked in the field
es: Estén marcados en el campo

source: Marketing Intelligence
es: Inteligencia de marketing

source: Master Services Agreements (MSA)/Standing Offer Agreements/As-and-When Agreements/Indefinite Delivery Indefinite Quantity (IDIQ) and similar contracts - Multiple Regions
es: Distintas modalidades de contrato - regiones múltiples

source: Master Services Agreements (MSA)/Standing Offer Agreements/As-and-When Agreements/Indefinite Delivery Indefinite Quantity (IDIQ) and similar contracts - Single Region
es: Distintas modalidades de contrato - regiones múltiples - una sola región

source: Master Subcontract Service Agreement (for repetitive scopes of service)
es: Contrato marco de subcontratista (para alcances de servicio repetitivos)

source: Matachewan Mine - Royal Oak Mines Inc.
es: Mina Matachewan – Royal Oak Mines Inc.

source: Matagami Mine - Noranda Inc.
es: Mina Matagami – Noranda Inc.

source: Matagami, Canada
es: Matagami, Canadá

source: Matagami, PQ, Canada
es: Matagami, Canadá

source: Matches ownership levels of existing and new Ps and As
es: Concide con los niveles de propiedad de los P&A actuales y nuevos

source: Matching of qualifications & job task requirements
es: Cumplir con requerimientos de cualificaciones y cargos para la tarea

source: Material properties were applied according to the HGU layering in the regional model.
es: Las propiedades del material fueron aplicadas acorde a la capas HGU en el modelo regional.

source: Max. Weight(kg/delay) 2)
es: Peso máx.(kg/retardo)2)

source: Maximize Performance in my Current Role
es: Maximizar el Rendimiento en mi Cargo Actual

source: Maximum Credible Earthquake Acceleration Response Spectrum
es: Espectro de respuesta de aceleración del sismo máximo creíble

source: Maximum Earthquake Magnitude6
es: Magnitud máxima6

source: Maximum Magnitude Range (M)2
es: Intervalo de magnitud máxima (M)2

source: Maximum Magnitude2
es: Magnitud máxima2

source: Maximum explosive charge weight per delay period.
es: Peso máximo de la carga explosiva por periodo de retardo.

source: Maximum magnitude estimates for the background sources range from about M7.0 to M7.6.
es: Las estimaciones de magnitud máxima para el intervalo de fuentes de fondo varían entre M7,0 y M7,6.

source: Maximum magnitude of the fault sources: The range and weights of the maximum magnitudes are listed in Table 2.
es: Magnitud máxima de las fuentes de falla: el intervalo y las ponderaciones de las magnitudes máximas se indican en la Tabla 2.

source: Maximum magnitude of the fault sources: The calculated median maximum earthquake magnitudes are listed in Table 1.
es: Magnitud máxima de las fuentes de falla: las magnitudes sísmicas máximas medianas calculadas se indican en la Tabla 1.

source: Maximum magnitude of the subduction zone sources: The maximum magnitudes were based on historical observations and assigned a variation of ±0.2 magnitude units as the upper and lower bounds with weights of 0.2 and 0.2, respectively, and
es: Magnitud máxima de las fuentes en zona de subducción: las magnitudes máximas se basaron en observaciones históricas y se les asignó una variación de ±0,2 unidades de magnitud como límites superior e inferior con ponderaciones de 0,2 cada uno.

source: Maximum sensitivity is about ±20% of the mean value.
es: La sensibilidad máxima está en alrededor de ±20% del valor medio.

source: Maximum variability is about ±20% of the mean value.
es: La variabilidad máxima está en alrededor de ±20% del valor medio.

source: May 2010 to June 2016
es: Mayo 2010 a jun. 2016

source: May 2017, Montreal, QC
es: Mayo 2017, Montreal, Quebec

source: May 22, 2017
es: 22 de mayo de 2017

source: May 23, 2017
es: 23 mayo 2017

source: May cause engulfment.
es: puede causar hundimiento.

source: May contain atmospheric contaminants or an unsafe oxygen level
es: puede contener contaminantes atmosféricos o un nivel de oxígeno inseguro;

source: May have restricted means of entry or exit
es: puede tener medios restringidos de entrada o salida;

source: May, 2017
es: Mayo 2017

source: Maybe this differs at night though?
es: ¿Pero quizás sea diferente de noche?

source: McCreedy East Mine - Inco
es: Mina McCreedy East – Inco

source: McCreedy East Mine - Inco Ltd.
es: Mina McCreedy East – Inco Ltd.

source: Meadowbank Gold Project, Effects of Pit Development and Blasting on Bay-Goose Dike
es: Proyecto aurífero Meadowbank. Efectos del desarrollo del pit y voladura en el dique Bay-Goose.

source: Mean
es: Media

source: Means for communication established and working?
es: ¿Se establecieron medios de comunicación? ¿Funcionan?

source: Measure flows from each horizontal drain monthly;
es: Medir los flujos de cada dren horizontal mensualmente;

source: Measure flows from the existing horizontal drains monthly;
es: Medir los flujos de los actuales drenes horizontales mensualmente;

source: Measure flows from the existing pit floor sumps monthly;
es: Medir los flujos de las actuales sentinas de piso del pit mensualmente;

source: Measure the water level in piezometer Moh01 monthly;
es: Medir el nivel de agua en el piezómetro Moh01 mensualmente;

source: Measure water levels in existing piezometers monthly and create groundwater hydrographs;
es: Medir los niveles de agua en los piezómetros actuales mensualmente y crear hidrogramas de aguas subterráneas;

source: Measured fault displacements are consistent with gradual crustal extension of the coastal margin of this part of Chile.
es: Los desplazamientos de fallas medidos coinciden con la extensión gradual en la corteza del margen costero de esta parte de Chile.

source: Measurements and details of the scene and equipment often become important pieces of evidence.
es: A menudo las medidas y detalles de la escena y los equipos se convierten en importantes piezas de evidencia.

source: Measures Visible Felt Leadership
es: Mide el Liderazgo Visible y Demostrado

source: Measuring tape
es: Cinta de medir

source: Mechanical properties for these geotechnical units are developed from available test data, and estimated rock mass strengths are developed from testing and rock mass classification data.
es: Las propiedades mecánicas de estas unidades geotécnicas se desarrollaron a partir de datos disponibles de ensayos y las resistencias estimadas del macizo rocoso se desarrollaron a partir de ensayos y datos de clasificación del macizo rocoso.

source: Median PGA(g)
es: PGA de la mediana(g)

source: Median Spectral Acceleration (g)
es: Aceleración espectral de la mediana (g)

source: Median and 84th percentile values for ground motions generated by the controlling MCE for the Spence Mine have PGA values of 0.34 g and 0.63 g, respectively.
es: Los valores de aceleración horizontal máxima de la mediana y del percentil 84 para movimientos del suelo generados por el evento MCE de control en la mina Spence son de 0,34 g y 0,63 g respectivamente.

source: Median and 84th percentile values of the ground motions generated by the controlling MCE at the Spence Mine site have been developed are 0.37 g and 0.63 g, respectively.
es: Los valores de la mediana y del percentil 84 el asociados con el sismo máximo creíble (MCE) en el sitio de la mina Spence, son de 0,37 g y 0,63 g, respectivamente.

source: Medical Aid - Work-related injury for which more than first aid treatment is required.
es: Auxilio médico: lesión en el trabajo que requiere más que tratamiento de primeros auxilios.

source: Medical Risk Rating
es: Calificación de riesgo médico

source: Medical aid is provided by a paramedic, physician, dentist, chiropractor, physiotherapist or other medical practitioner.
es: El auxilio médico lo proporciona un paramédico, médico, dentista, kinesiólogo u otro profesional de la salud.

source: Medical aid treatment includes work-related injuries involving loss of consciousness, restriction of work or motion, or transfer to another job.
es: El auxilio médico comprende las lesiones en el trabajo que ocasionen pérdida de consciencia, restricción en el trabajo o el movimiento o transferencia a otro empleo.

source: Medical treatment required, moderate financial loss.
es: Tratamiento médico requerido, pérdida financiera moderada.

source: Medium- to fine-grained Andesite-Dacite.
es: Andecita-dacita de grano medio a fino.

source: Meeting
es: Reunión

source: Meeting Date: ____________________
es: Fecha de reunión: ____________________

source: Meeting Type
es: Tipo de reunión

source: Meeting mining challenges head-on, we provide full-service mining consultancy specializing in mine planning and geological services for open pit and underground mines.
es: Dedicados a adelantarse a los desafíos de la minería, ofrecemos toda la gama de servicios de consultoría minera especializada en planes mineros y en servicios de geología para minas a cielo abierto y minas subterráneas.

source: Meetings with the Board
es: Reuniones con el Directorio

source: Meetings with the Montreal Office
es: Reuniones en la oficina de Montreal

source: Meikle Mine
es: Mina Meikle

source: Meikle Mine & Rodeo Mines - Barrick Goldstrike Mines Inc.
es: Minas Meikle Mine & Rodeo - Barrick Goldstrike Mines Inc.

source: Mejillones Fault
es: Falla Mejillones

source: Mejillones Fault: This fault was recognized by Lavenu et al. (2000) based on work by Delouis et al. (1998) and others, The fault is shown on the USGS Fault and Fold database of Quaternary Faults in Bolivia and Chile as the Morro Mejillones Fault (CH-02).
es: Falla Mejillones: esta falla fue reconocida por Lavenu et al. (2000) sobre la base del trabajo de Delouis et al. (1998) y otros. La falla aparece en la base de datos USGS Fault and Fold que contiene fallas del Cuaternario en Bolivia y Chile como falla Mejillones (CH-02).

source: Member (2005 to 2006)
es: Miembro (2005 a 2006)

source: Member of management
es: Miembro de gerencia

source: Member of the Task Force formed to prepare geotechnical design guidelines for buildings on liquefiable sites in Greater Vancouver, BC, in accordance with NBC 2005.
es: Miembro de la fuerza de tarea constituida para preparar orientaciones de diseño geotécnico para edificaciones en sitios licuables en el área metropolitana de Vancouver, BC, según la norma NBC 2005.

source: Member, American Rock Mechanics Association
es: Miembro, American Rock Mechanics Association

source: Member, Canadian Geotechnical Society
es: Miembro, Sociedad Geotécnica Canadiense

source: Member, Canadian Institute of Mining, Metallurgy and Petroleum (CIM)
es: Miembro, Canadian Institute of Mining, Metallurgy and Petroleum (CIM)

source: Member, Ontario Society of Professional Eingeers
es: Miembro, Ontario Society of Professional Engineers

source: Member, Tunnelling Association of Canada (TAC)
es: Miembro, Tunnelling Association of Canada (TAC)

source: Membership will comprise
es: Sus miembros serán

source: Memory failure
es: Memoria deficiente

source: Mentee
es: Pupilo

source: Mentee - Create Destination Statement
es: Pupilo - Crear Declaración de Destino

source: Mentee provides responses to the questions posed YES/NO with explanation where necessary, at the end of the cycle.
es: Al final del ciclo el pupilo ofrece respuestas a las preguntas SÍ/NO, explicando cuando es necesario.

source: Mentee summarizes experience on career development during the current cycle.
es: El pupilo resume su experiencia en desarrollo profesional durante el ciclo actual.

source: Mentee: Please summarize your Destination experience, in terms of challenges and achievements
es: Pupilo: Por favor resuma su experiencia de Destino, en término de desafíos y logros

source: Mentor - Reflect on Destination Statement
es: Mentor - Reflexionar respecto a Declaración de Destino

source: Mentor / Development Partner
es: Mentor / Compañero de Desarrollo

source: Mentor Actions / Support
es: Acciones / Apoyo del Mentor

source: Mentor Actions and Support
es: Acciones y Apoyo del Mentor

source: Mentor should provide Leadership Review meeting feedback which addressed the mentee’s long term goals.
es: El mentor debería ofrecer retroalimentación de la reunión de Revisión de Liderazgo que trate con los objetivos a largo plazo del pupilo.

source: Mentor signature
es: Firma del mentor

source: Mentor summarizes the development acheivements of the mentee during the current cycle.
es: El mentor resume los logros de desarrollo del pupilo durante el ciclo actual.

source: Mentor: Provide comments regarding the destination statement provided by your mentee.
es: Mentor: Ofrezca comentarios respecto a la declaración de destino dictada por su pupilo.

source: Mentor: Provide narrative comments regarding career development progress during the current cycle.
es: Mentor: Entregue comentarios narrativos sobre el avance en desarrollo profesional durante este ciclo.

source: Mentoring an employee in HSSE
es: Aconsejar a un colaborador sobre HSSE

source: Merger and Acquisitions
es: Fusiones y adquisiciones

source: Mergers and Acquisitions
es: Fusiones y adquisiciones

source: Mesh discretization in plan view ranges from about 20 meters in the vicinity of the mine features (TMF, WRF, and open pits), to approximately 50 meters near the outer perimeter of the model domain.
es: La discretización de la malla en planta va desde 20 m en la zona de las instalaciones mineras (depósito de relaves, depósito de estériles y pits a cielo abierto) hasta aproximadamente 50 m cerca del perímetro externo del dominio del modelo.

source: Method of Work
es: Método de trabajo

source: Methodology
es: Metodología

source: Methods
es: Métodos

source: Metro Vancouver, BC, Canada
es: Zona metropolitana de Vancouver, BC, Canadá

source: Microsoft Word and PowerPoint templates will be deployed to your desktop over the next two days.
es: En los próximos dos días se instalarán las plantillas de Microsoft Word y PowerPoint en sus escritorios.

source: Mid season review
es: Revisión a media temporada

source: Midwest, United States
es: Medio Oeste de los Estados Unidos

source: Minas Conga Project, Optimization of Tailings Deposition Angle
es: Proyecto Minas Conga. Optimización del ángulo de depositación de relaves.

source: Minas Conga Project, Stress-Deformation Analyses of Main Tailings Dam
es: Proyecto Minas Conga. Análisis de tensión-deformación del muro principal.

source: Minas Conga Project, Stress-Deformation Analyses of Toromacho Tailings Dam
es: Proyecto Minas Conga. Análisis de tensión-deformación de la presa de relaves Toromacho.

source: Minas Conga Project, Stress-Deformation Analyses of the Upper Reservoir Dam
es: Proyecto Minas Conga. Análisis de tensión-deformación de la presa del embalse superior.

source: Minas Gerais, Brazil
es: Minas Gerais, Brasil

source: Mine Blast Incident
es: Incidente de voladura

source: Mine Sumps
es: Sentinas

source: Mine Water Management
es: Gestión de aguas mina

source: Mine de Draa sfar – Compagnie Miniere des Guemassa
es: Mina de Draa sfar – Compagnie Miniere des Guemassa

source: Mine geotechnical and hydrogeological aspects for the Feasibility Study of the Perservance project.
es: Aspectos geotécnicos e hidrogeológicos de la mina para el estudio de factibilidad del proyecto Perseverance.

source: Mine geotechnical component for mine planning the Fabie deposit, using shrinkage open stope method.
es: Componente geotécnico para planificación de la mina en el yacimiento Fabie, usando el método de caserones abiertos con cámaras almacen.

source: Mine the 4230, 4220, 4210 benches leaving a mineable stepout at Colluvium to result in a low slope angle and to facilitate drainage
es: Minar los bancos 4230, 4220 y 4210 dejando un banco ancho extraíble en el Coluvión para obtener un ángulo de talud bajo y facilitar el drenaje.

source: Mine the 4230, 4220, 4210 benches to final Phase 6 design limits when pore pressures are sufficiently reduced
es: Minar los bancos 4230, 4220 y 4210 hasta los límites de diseño finales de la Fase 6 cuando la presión de poros se reduzca lo suficiente.

source: Minera Collahuasi, Expert Review of the Main Tailings Dam Raise
es: Minera Collahuasi. Revisión Experta del crecimiento del muro principal.

source: Minera Esperanza, Independent Review of 24 Months Tailings Management Plan
es: Minera Esperanza. Revisión independiente del plan de manejo de relaves de 24 meses

source: Minera San Cristobal Weather Stations
es: Estaciones meteorológicas de Minera San Cristóbal

source: Minera San Cristóbal S.A.(MSC), which operates the San Cristóbal open pit mine, is a wholly owned subsidiary of the Japanese Sumitomo Corporation.
es: Minera San Cristóbal S.A. (MSC), que opera la mina a cielo abierto San Cristóbal, es una subsidiaria en total propiedad de la firma japonesa Sumitomo Corporation.

source: Mineralization
es: Mineralización

source: Mineralization at San Cristóbal is developed within a Tertiary basin formed by multiple dome-type intrusive events and filled with volcaniclastic and sedimentary deposits.
es: La mineralización en San Cristóbal se desarrolla dentro de una cuenca terciaria formada por múltiples eventos intrusivos del tipo domo y rellena con depósitos volcanoclásticos y sedimentarios.

source: Mineralization is structurally controlled, with mineralization centers developed in association with well-defined structures, and lithologically controlled within the volcaniclastic sequence, particularly within the “black shales”.
es: La mineralización está controlada estructuralmente con centros de mineralización desarrollados en asociación con estructuras bien definidas y está controlada litológicamente en la secuencia volcanoclástica, sobre todo dentro de los “esquistos negros”.

source: Mineralization is within a complex of granodioritic to quartz-monzonite intrusive rocks, primarily due to the presence of Paleocene dykes dated at 57 million years ago (Ma).
es: La mineralización se encuentra en un complejo de rocas intrusivas granodioríticas a cuarzo-monzoníticas, principalmente debido a la presencia de diques del Paleoceno de hace 57 millones de años (Ma).

source: Mineralization occurs as:
es: La mineralización ocurre como:

source: Mines Selbaie - Selbaie
es: Minas Selbaie – Selbaie

source: Minimum approach distance from powerlines must be observed.
es: Debe guardarse una distancia mínima de las líneas eléctricas presentes.

source: Mining HSSE Field Guide
es: Guía de HSSE para minería de campo

source: Mining Project
es: Proyecto de Minería

source: Mining is developed in rockburst prone ground.
es: El minado se lleva a cabo en terreno susceptible de desprendimientos de roca (rockburst).

source: Mining of Phase 7A is currently in progress at the 4090 Elevation; Phase 7B is planned to push back the crest of the slope through the toe buttress constructed to stabilize the Ex Dispatch instability and to mine out part of that instability.
es: El minado de la Fase 7A está en curso a la elevación 4090 m; la Fase 7B está planeada para profundizar el coronamiento del talud a través del tacón de pie construido para estabilizar la inestabilidad Ex Dispatch y para extraer parte de esa inestabilidad.

source: Mining was deferred to give the Colluvium the opportunity to drain, and to assess whether additional options should be implemented to enhance drainage of the Colluvium.
es: La explotación fue diferida para dar al Coluvión la oportunidad de drenar y para evaluar si deben implementarse alternativas adicionales para mejorar el drenaje del Coluvión.

source: Minor
es: Leve

source: Minor Potential Incident
es: Incidente con potencial menor

source: Minor Potential Incidents
es: Incidentes con potencial menor

source: Minor potential incident investigations are undertaken by the Project Manager or Manager / Supervisor.
es: Las investigaciones de incidentes de potencial menor deberá llevarlas a cabo el Gerente de Proyecto o el Gerente / Supervisor.

source: Misunderstood directions
es: Malentendido de direcciones

source: Mitigation
es: Mitigación

source: Mobile plant shall be subjected to regular inspection and maintenance by a competent person in accordance with the manufacturer’s recommendations.
es: La maquinaria pesada móvil debe someterse a inspección y mantenimiento regular por parte de una persona competente de acuerdo con las recomendaciones del fabricante.

source: Mobile reception available.
es: Señal de teléfono disponible.

source: Mode
es: Moda

source: Mode of transportation (vehicle type and license if applicable)
es: Modo de transporte (tipo de vehículo y licencia, si fuera aplicable)

source: Mode or route of shipment, inspection & acceptance
es: Modo o ruta de envíos, inspección y recepción

source: Model Calibration
es: Calibración del modelo

source: Model Construction
es: Construcción del modelo

source: Model Extent and Discretization
es: Extensión del modelo y discretización

source: Model calibration was to steady-state groundwater flow conditions; reflected by groundwater elevation measurements primarily based on the most recent available data.
es: La calibración se realizó con condiciones de flujo estacionario de las aguas subterráneas, como lo reflejan las mediciones del nivel de las aguas subterráneas basadas principalmente en los datos disponibles más recientes.
